[
    {
        "imageTitle": "Affinnova",
        "imageURL": "data/newsInsights/images/affinova.jpg",
        "items": [
            {
                "title": "The Challenge",
                "discription": "A typical grocery store has up to 60,000 SKU's. With so many products and messages bombarding consumers, the Consumer Packaged Goods Industry faces a hyper-competitive marketplace, where exceptional product and execution are critical to success."
            },
            {
                "title": "How We Help",
                "discription": "Affinnova's platform helps you achieve better, more consistent results through technology that integrates across your existing innovation and marketing processes. From jumpstarting early product ideation to optimizing your final go-to-market concepts, packaging designs and brand advertising, our powerful system helps to unleash the full power of your creativity."
            }
        ]
    },
    {
        "imageTitle": "Exalate",
        "imageURL": "data/newsInsights/images/exelate.png",
        "items": [
            {
                "title": "eXelate",
                "discription": "eXelate aggregates and distributes third-party online data, composed of premium demographic, interest, and intent data from over 200 online and offline data providers. Nielsen intends to further develop and expand eXelate’s already rapidly-growing data marketplace and innovative technology solutions. "
            },
            {
                "title": "",
                "discription": "“eXelate’s advanced data solutions, innovative technology platform, and talented team of technologists will be a strong addition to the Nielsen family,” said Brian West, Chief Operating Officer, Nielsen. “Privacy is a priority for both Nielsen and eXelate. We will work closely with the eXelate team and continue to build privacy protections into all Nielsen products and solutions.”"
            }
        ]
    },
    {
        "imageTitle": "Brandbank",
        "imageURL": "data/newsInsights/images/brandbank.png",
        "items": [
            {
                "title": "Brandbank",
                "discription": "Nielsen will acquire all Brandbank data, working processes and ongoing client work.  It will also integrate Brandbank teams across the UK, Ireland, France, the Netherlands, Poland, Czech Republic, Slovakia, Hungary, Turkey, China, Thailand and Malaysia.  In addition, the business is in dialogue with Brandbank clients in the US, Canada and Germany."
            }
        ]
    }

]